Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

source: Untagged
ar: غير معلمة
bg: Неетикирано
ca: Sense etiqueta
cs_cz: Bez štítku
da: Umærket
de_de: Ohne Tag
el: Χωρίς ετικέτα
es_es: Sin etiquetar
fr_fr: Sans étiquette
hu_hu: Jelöletlen
id_id: Tidak ditandai
ja_jp: タグなし
ko_kr: 태그 지정 안함
nb_no: Umerket
nl_nl: Zonder label
pt_pt: Sem etiqueta
ro_ro: Fără etichetă
ru_ru: Без меток
sv_se: Otaggad(e)
tr_tr: Etiketlenmemiş
uk_ua: Без міток
vi: Chưa gắn nhãn
zh_hans: 无标签
zh_hant: 無標記

# PreviousTab
source: Moves to the previous tab
ar: ينتقل إلى علامة التبويب السابقة
bg: Премества към предишния раздел
ca: Passa a la pestanya anterior
cs_cz: Přesune se na předchozí kartu
da: Flytter til forrige faneblad
de_de: Navigiert zum vorherigen Tab
el: Μετακίνηση στην προηγούμενη καρτέλα
es_es: Mover a la pestaña anterior
fr_fr: Revient à l'onglet précédent
hu_hu: Mozgatás az előző lapra
id_id: Pindah ke tab sebelumnya
ja_jp: 前のタブに移動
ko_kr: 이전 탭으로 이동
nb_no: Flytter til forrige fane
nl_nl: Verplaatst naar vorige tabblad
pt_pt: Ir para o separador anterior
ro_ro: Mută la fila anterioară
ru_ru: Перемещает на предыдущую вкладку
sv_se: Flyttar till föregående flik
tr_tr: Önceki sekmeye gider
uk_ua: Переходить до попередньої вкладки
vi: Chuyển đến thẻ trước đó
zh_hans: 移到上一标签页
zh_hant: 移到上一索引標籤

# NextTab
source: Moves to the next tab
ar: ينتقل إلى علامة التبويب التالية
bg: Премества към следващия раздел
ca: Passa a la pestanya següent
cs_cz: Přesune se na následující kartu
da: Flytter til næste faneblad
de_de: Navigiert zum nächsten Tab
el: Μετακίνηση στην επόμενη καρτέλα
es_es: Mover a la siguiente pestaña
fr_fr: Passe à l'onglet suivant
hu_hu: Mozgatás a következő lapra
id_id: Pindah ke tab berikutnya
ja_jp: 次のタブに移動
ko_kr: 다음 탭으로 이동
nb_no: Flytter til neste fane
nl_nl: Verplaatst naar volgend tabblad
pt_pt: Ir para o separador seguinte
ro_ro: Mută la fila următoare
ru_ru: Перемещает на следующую вкладку
sv_se: Flyttar till nästa flik
tr_tr: Sonraki sekmeye gider
uk_ua: Переходить до наступної вкладки
vi: Chuyển đến thẻ tiếp theo
zh_hans: 移到下一标签页
zh_hant: 移到下一索引標籤

# CloseTab
source: Closes current tab
ar: يغلق علامة التبويب الحالية
bg: Затваря текущия раздел
ca: Tanca la pestanya actual
cs_cz: Zavře aktuální kartu
da: Lukker aktuel fane
de_de: Schließt den aktuellen Tab
el: Κλείσιμο τρέχουσας καρτέλας
es_es: Cerrar la pestaña actual
fr_fr: Ferme l'onglet actuel
hu_hu: Jelenlegi lap bezárása
id_id: Tutup tab ini
ja_jp: 現在のタブを閉じる
ko_kr: 현재 탭 닫기
nb_no: Lukk nåværende fane
nl_nl: Sluit huidig tabblad
pt_pt: Fechar separador atual
ru_ru: Закрывает текущую вкладку
sv_se: Stänger aktuell flik
tr_tr: Geçerli sekmeyi kapatır
uk_ua: Закриває поточну вкладку
vi: Đóng thẻ hiện tại
zh_hans: 关闭当前标签页
zh_hant: 關閉目前標籤

source: Redo
bg: Повтаряне
ca: Refés
cs_cz: Zopakovat
da: Gentag
el: Επανάληψη
es_es: Rehacer
fr_fr: Rétablir
hu_hu: Újra
ja_jp: やり直す
ko_kr: 다시 실행
nb_no: Gjenta
pt_pt: Refazer
ru_ru: Повторить
sv_se: Göra om
tr_tr: Tekrarla
uk_ua: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

source: Undo
bg: Отмяна
ca: Desfés
cs_cz: Vrátit zpět
da: Fortryd
el: Αναίρεση
es_es: Deshacer
fr_fr: Annuler
hu_hu: Visszavonás
ja_jp: 元に戻す
ko_kr: 실행 취소
nb_no: Angre
pt_pt: Desfazer
ru_ru: Отменить
sv_se: Ångra
tr_tr: Geri Al
uk_ua: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 復原

source: Invalid location
bg: Невалидно място
ca: Ubicació no vàlida
cs_cz: Neplatné umístění
da: Ugyldig placering
el: Ανύπαρκτη θέση
es_es: Ubicación no válida
fr_fr: Emplacement invalide
hu_hu: Érvénytelen útvonal
id_id: Lokasi tidak valid
ja_jp: 無効な場所です
ko_kr: 잘못된 위치
nb_no: Ugyldig plassering
nl_nl: Ongeldige locatie
pt_pt: Caminho inválido
ru_ru: Неправильный путь
sv_se: Ogiltig plats
tr_tr: Geçersiz konum
uk_ua: Хибне розташування
vi: Vị trí không hợp lệ
zh_hans: 无效位置
zh_hant: 無效位置

# CopyFileWithoutProperties
source: Are you sure you want to copy these files without their properties?
bg: Наистина ли искате да копирате тези файлове без свойствата им?
ca: Esteu segur que voleu copiar aquests fitxers sense les seves propietats?
cs_cz: Opravdu chcete zkopírovat tyto soubory bez jejich vlastností?
da: Er du sikker på, at du vil kopiere disse filer uden deres egenskaber?
el: Σίγουρα θέλετε να αντιγράψετε αυτά τα αρχεία χωρίς τις ιδιότητές τους;
es_es: ¿Está seguro que desea copiar estos archivos sin sus propiedades?
fr_fr: Êtes-vous sûr de vouloir copier ces fichiers sans leurs propriétés ?
hu_hu: Biztos, hogy ezeket a fájlokat a tulajdonságaik nélkül szeretnéd másolni?
id_id: Apakah anda yakin untuk menyalin file ini tanpa propertinya?
ja_jp: これらのファイルをプロパティなしでコピーしますか?
ko_kr: 해당 속성 없이 이 파일들을 복사하시겠습니까?
nb_no: Er du sikker på at du vil kopiere disse filene uten sine egenskaper?
nl_nl: Weet je zeker dat je deze bestanden zonder hun eigenschappen wilt kopiëren?
pt_pt: Tem a certeza de que deseja copiar os ficheiros sem as suas propriedades?
ru_ru: Вы уверенны, что хотите скопировать эти файлы без их параметров?
sv_se: Är du säker på att du vill kopiera dessa filer utan deras egenskaper?
tr_tr: Bu dosyaları özellikleri olmadan kopyalamak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете скопіювати ці файли без їх властивостей?
vi: Bạn có chắc chắn muốn sao chép các tệp này mà không có thuộc tính không?
zh_hans: 确定要复制这些文件而不复制其属性吗？
zh_hant: 您確定要在不保留屬性的情況下複製這些檔案嗎？

# FilePropertiesCannotBeCopied
source: These files have properties that can't be copied to the new location
bg: Тези файлове имат свойства, неможещи да се копират в новото местоположение
ca: Aquests fitxers tenen propietats que no es poden copiar a la nova ubicació
cs_cz: Tyto soubory mají vlastnosti, které nelze zkopírovat do nového umístění
da: Disse filer har egenskaber, der ikke kan kopieres til den nye placering
el: Αυτά τα αρχεία έχουν ιδιότητες που δεν μπορούν να αντιγραφούν στη νέα θέση
es_es: Estos archivos tienen propiedades que no pueden copiarse en la nueva ubicación
fr_fr: Ces fichiers ont des propriétés qui ne peuvent pas être copiées vers le nouvel emplacement
hu_hu: Ezek a fájlok olyan tulajdonságokkal rendelkeznek, amelyeket nem lehet átmásolni az új helyre
id_id: File ini memiliki properti yang tidak dapat disalin dilokasi baru
ja_jp: これらのファイルには新しい場所にコピーできないプロパティがあります
ko_kr: 이 파일들에는 새 위치로 복사할 수 없는 속성이 있습니다
nb_no: Disse filene har egenskaper som ikke kan kopieres til den nye plasseringen
nl_nl: Deze bestanden hebben eigenschappen die niet gekopieerd kunnen worden naar de nieuwe locatie
pt_pt: Estes ficheiros têm propriedades que não podem ser copiadas para a nova localização
ru_ru: Эти файлы имеют параметры, которые нельзя скопировать в другое место
sv_se: Dessa filer har egenskaper som inte kan kopieras till den nya platsen
tr_tr: Bu dosyalar, yeni konuma kopyalanamayacak özelliklere sahip
uk_ua: Ці файли мають властивості, які не можна скопіювати до нового розташування
vi: Các tệp này có các thuộc tính không thể được sao chép sang vị trí mới
zh_hans: 这些文件的某些属性不能复制到新位置
zh_hant: 這些檔案包含無法複製到新位置的屬性

# FilePropertiesCannotBeMoved
source: These files have properties that can't be moved to the new location
bg: Тези файлове имат свойства, неможещи да се преместят в новото местоположение
ca: Aquests fitxers tenen propietats que no es poden moure a la nova ubicació
cs_cz: Tyto soubory mají vlastnosti, které nelze přesunout do nového umístění
da: Disse filer har egenskaber, der ikke kan flyttes til den nye placering
el: Αυτά τα αρχεία έχουν ιδιότητες που δεν μπορούν να μετακινηθούν στη νέα θέση
es_es: Estos archivos tienen propiedades que no pueden moverse a la nueva ubicación
fr_fr: Ces fichiers ont des propriétés qui ne peuvent pas être déplacées vers le nouvel emplacement
hu_hu: Ezek a fájlok olyan tulajdonságokkal rendelkeznek, amelyeket nem lehet áthelyezni az új helyre
id_id: File ini memiliki properti yang tidak dapat dipindah ke lokasi baru
ja_jp: これらのファイルには新しい場所に移動できないプロパティがあります
ko_kr: 이 파일들에는 새 위치로 이동할 수 없는 속성이 있습니다
nb_no: Disse filene har egenskaper som ikke kan flyttes til den nye plasseringen
nl_nl: Deze bestanden hebben eigenschappen die niet verplaatst kunnen worden naar de nieuwe locatie
pt_pt: Estes ficheiros têm propriedades que não podem ser movidas para a nova localização
ru_ru: Эти файлы имеют параметры, которые нельзя переместить в другое место
sv_se: Dessa filer har egenskaper som inte kan flyttas till den nya platsen
tr_tr: Bu dosyalar, yeni konuma taşınamayan özelliklere sahip
uk_ua: Ці файли мають властивості, які не можна перемістити до нового розташування
vi: Các tệp này có các thuộc tính không thể được di chuyển sang vị trí mới
zh_hans: 这些文件的某些属性不能移动到新位置
zh_hant: 這些檔案包含無法移動到新位置的屬性

# MoveFileWithoutProperties
source: Are you sure you want to move these files without their properties?
bg: Наистина ли искате да преместите тези файлове без свойствата им?
ca: Esteu segur que voleu moure aquests fitxers sense les seves propietats?
cs_cz: Opravdu chcete přesunout tyto soubory bez jejich vlastností?
da: Er du sikker på, at du vil flytte disse filer uden deres egenskaber?
el: Σίγουρα θέλετε να μετακινήσετε αυτά τα αρχεία χωρίς τις ιδιότητές τους;
es_es: ¿Está seguro de que desea mover estos archivos sin sus propiedades?
fr_fr: Êtes-vous sûr de vouloir déplacer ces fichiers sans leurs propriétés ?
hu_hu: Biztos, hogy ezeket a fájlokat a tulajdonságaik nélkül szeretnéd áthelyezni?
id_id: Apakah anda yang untuk memindahkan file tanpa propertinya?
ja_jp: これらのファイルをプロパティなしで移動しますか?
ko_kr: 해당 속성 없이 이 파일들을 옮기시겠습니까?
nb_no: Er du sikker på at du vil flytte disse filene uten sine egenskaper?
nl_nl: Weet je zeker dat je deze bestanden zonder hun eigenschappen wilt verplaatsen?
pt_pt: Tem a certeza de que deseja mover os ficheiros sem as suas propriedades?
ru_ru: Вы уверенны, что хотите переместить эти файлы без их параметров?
sv_se: Är du säker på att du vill flytta dessa filer utan deras egenskaper?
tr_tr: Bu dosyaları özellikleri olmadan taşımak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете перемістити ці файли без їх властивостей?
vi: Bạn có chắc chắn muốn di chuyển các tệp này mà không có thuộc tính không?
zh_hans: 确定要移动这些文件而不移动其属性吗？
zh_hant: 您確定要在不保留屬性的情況下移動這些檔案嗎？

source: Show checkboxes when selecting items
bg: Показване на поле за отметки при избор на елементи
ca: Mostra les caselles de selecció en seleccionar elements
cs_cz: Zobrazit zaškrtávací políčka při výběru položek
da: Vis afkrydsningsfelter når elementer vælges
el: Εμφάνιση κουτιών ελέγχου κατά την επιλογή στοιχείων
es_es: Mostrar casillas de verificación al seleccionar elementos
fr_fr: Afficher les cases à cocher lors de la sélection des éléments
hu_hu: Jelölőnégyzetek megjelenítése elemek kiválasztásakor
id_id: Tampilkan kotak centang saat memilih item
ja_jp: 項目選択時にチェック ボックスを表示する
ko_kr: 항목 확인란 표시
nb_no: Vis avmerkingsbokser når du velger elementer
nl_nl: Selectievakjes weergeven bij het selecteren van items
pt_pt: Mostrar caixas de seleção ao selecionar itens
ru_ru: Отображать чекбоксы при выборе элементов
sv_se: Visa kryssrutor när du väljer objekt
tr_tr: Öğeleri seçerken onay kutularını göster
uk_ua: Показувати прапорці під час вибору елементів
vi: Hiện hộp kiểm khi chọn khoản mục
zh_hans: 选择项目时显示复选框
zh_hant: 選擇項目時顯示核取方塊

# PlayAllDescription
source: Play the selected media files
bg: Пускане на избраните мултимедийни файлове
ca: Reprodueix els fitxers multimèdia seleccionats
cs_cz: Přehrát vybrané soubory médií
da: Afspil de valgte mediefiler
el: Αναπαραγωγή των επιλεγμένων αρχείων πολυμέσων
es_es: Reproducir los archivos multimedia seleccionados
fr_fr: Lire les fichiers médias sélectionnés
hu_hu: A kiválasztott médiafájlok lejátszása
id_id: Putar media file yang terpilih
ja_jp: 選択したメディア ファイルを再生する
ko_kr: 선택한 미디어 파일 재생하기
nb_no: Spill av de valgte mediafilene
pt_pt: Reproduzir ficheiros selecionados
ru_ru: Воспроизвести выбранные медиа файлы
sv_se: Spela upp de valda mediefilerna
tr_tr: Seçilen medya dosyalarını oynatın
uk_ua: Відтворити вибрані медіафайли
vi: Phát các tệp phương tiện đã chọn
zh_hans: 播放选中的媒体文件
zh_hant: 播放所選取的媒體檔

# UndoDescription
source: Undo the last file operation
bg: Отмяна на последната операция с файла
ca: Desfés l'última operació del fitxer
cs_cz: Vrátit zpět poslední operaci
da: Fortryd den sidste filhandling
el: Αναίρεση της τελευταίας λειτουργίας αρχείου
es_es: Deshacer la última operación del archivo
fr_fr: Annuler la dernière opération
hu_hu: Előző tevékenység visszavonása
id_id: Undo operasi file sebelumnya
ja_jp: 最後の操作を元に戻す
ko_kr: 마지막 파일 작업 취소
nb_no: Angre operasjonen av forrige fil
pt_pt: Desfazer a última operação
ru_ru: Отменить последнюю операцию
sv_se: Ångra den senaste filåtgärden
tr_tr: Son dosya işlemini geri al
uk_ua: Скасувати останню операцію з файлом
vi: Hoàn tác thao tác tệp cuối cùng
zh_hans: 撤销上一次文件操作
zh_hant: 復原上次檔案的操作

# RedoDescription
source: Redo the last file operation
bg: Повтаряне на последната операция с файла
ca: Refés l'última operació del fitxer
cs_cz: Zopakovat poslední operaci
da: Gentag den sidste filhandling
el: Επανάληψη της τελευταίας λειτουργίας αρχείου
es_es: Rehacer la última operación del archivo
fr_fr: Rétablir la dernière opération
hu_hu: Előző tevékenység újra
id_id: Redo operasi file sebelumnya
ja_jp: 最後の操作をやり直す
ko_kr: 마지막 파일 작업 다시 실행
nb_no: Gjenta den siste filoperasjonen
pt_pt: Refazer a última operação
ru_ru: Переделать последнюю операцию
sv_se: Gör om den senaste filåtgärden
tr_tr: Son dosya işlemini yeniden yap
uk_ua: Повторити останню операцію з файлом
vi: Làm lại thao tác tệp cuối cùng
zh_hans: 重做上一次文件操作
zh_hant: 重做上次檔案的操作

# ItemCount.Text
source: item
ar: عنصر
bg: елемент
da: emne
de_de: Element
fi_fi: kohde
he_il: פריט
hr_hr: stavka
it_it: elemento
ja_jp: 個の項目
ka: ნივთი
lv_lv: vienums
or_in: ଆଇଟମ୍
pl_pl: element
ro_ro: element
sk_sk: položka
th_th: รายการ

# ItemSizeBytes
source: bytes
ar: بايت
bg: байтове
cs_cz: byty
fi_fi: tavua
fr_fr: octets
he_il: בייטים
hr_hr: bajtova
hu_hu: bájt
id_id: bita
it_it: byte
ja_jp: バイト
ka: ბაიტი
lv_lv: baiti
pl_pl: bajty
ro_ro: Octeți
ru_ru: байт
sk_sk: bytov
sv_se: byte
th_th: ไบต์
tr_tr: bayt
uk_ua: байт
vi: byte
zh_hans: 字节
zh_hant: 位元組

# KiloByteSymbol
source: KB
ar: كيلوبايت
bg: КБ
fi_fi: kt
fr_fr: Ko
ru_ru: КБ
uk_ua: КБ

# MegaByteSymbol
source: MB
ar: ميغابايت
bg: МБ
fi_fi: Mt
fr_fr: Mo
he_il: מ"ב
ru_ru: МБ
uk_ua: МБ

# GigaByteSymbol
source: GB
ar: غيغابايت
bg: ГБ
fi_fi: Gt
fr_fr: Go
ru_ru: ГБ
uk_ua: ГБ

# TeraByteSymbol
source: TB
ar: تيرابايت
bg: ТБ
fi_fi: Tt
fr_fr: To
ru_ru: ТБ
uk_ua: ТБ

# PetaByteSymbol
source: PB
ar: بيتابايت
bg: ПБ
fi_fi: Pt
fr_fr: Po
ru_ru: ПБ
uk_ua: ПБ

# ByteSymbol
source: B
ar: بايت
bg: Б
fi_fi: t
fr_fr: o
ru_ru: Б
uk_ua: Б

# PropertyCopyright
source: Copyright
ar: حقوق النشر
bg: Авторско право
ca: Drets d'autor
cs_cz: Autorská práva
da: Ophavsret
el: Πνευματικά δικαιώματα
es_es: Derechos de autor
fi_fi: Tekijänoikeus
fr_fr: Droits d'auteur
he_il: זכויות יוצרים
hr_hr: Autorska prava
hu_hu: Szerzői jog
id_id: Hak Cipta
ja_jp: 著作権
ka: საავტორო უფლებები
ko_kr: 저작권
lv_lv: Autortiesības
nb_no: Opphavsrett
or_in: ସତ୍ତ୍ୱାଧିକାର
pl_pl: Prawa autorskie
ro_ro: Drepturi de autor
ru_ru: Авторские права
sk_sk: Autorské práva
sv_se: Upphovsrätt
th_th: ลิขสิทธื์
tr_tr: Telif Hakkı
uk_ua: Авторське право
vi: Bản quyền
zh_hans: 版权
zh_hant: 著作權

# PropertyAltitude
source: Altitude
ar: ‏‏خط الارتفاع
bg: Надморска височина
ca: Altitud
cs_cz: Výška
da: Højde
de_de: Flughöhe
el: Υψόμετρο
es_es: Altitud
fi_fi: Korkeus
he_il: גובה
hr_hr: Nadmorska visina
hu_hu: GPS magasság
id_id: Ketinggian
it_it: Altitudine
ja_jp: 高度
ka: სიმაღლე
ko_kr: 고도
lv_lv: Augstums
nb_no: Høyde
nl_nl: Hoogte
pl_pl: Wysokość geograficzna
ro_ro: Altitudine
ru_ru: Высота
sk_sk: Výška
sv_se: Altitud
th_th: ระดับความสูง
tr_tr: Yükseklik
uk_ua: Висота
vi: Độ cao
zh_hans: 海拔高度
zh_hant: 高度

# PropertySectionGPS
source: GPS
bg: Глобална система за позициониране
th_th: ตำแหน่ง

source: Feedback
ar: ملاحظات
bg: Обратна връзка
ca: Suggeriments
cs_cz: Zpětná vazba
da: Tilbagemelding
el: Σχόλια
es_es: Comentarios
fi_fi: Palaute
fr_fr: Commentaires
hu_hu: Visszajelzés
id_id: Masukan
ja_jp: フィードバック
ko_kr: 피드백 보내기
lv_lv: Atsauksmes
nb_no: Tilbakemeldinger
pl_pl: Opinia
ru_ru: Обратная связь
sk_sk: Spätná väzba
th_th: ข้อเสนอแนะ
tr_tr: Geri bildirim
uk_ua: Зворотний зв'язок
vi: Phản hồi
zh_hans: 意见反馈
zh_hant: 意見回饋

# GroupItemsCount_Singular
source: {0} item
ar: {0} عنصر
bg: {0} елемент
ca: {0} element
cs_cz: {0} položka
da: {0} element
de_de: {0} Datei
el: {0} στοιχείο
es_es: {0} elemento
fi_fi: {0} kohde
fr_fr: {0} élement
he_il: פריט {0}
hr_hr: {0} stavka
hu_hu: {0} elem
it_it: {0} elemento
ja_jp: {0} ファイル
ka: {0} ელემენტი
ko_kr: 항목 {0}개
lv_lv: {0} vienums
nb_no: {0} element
or_in: {0} ଆଇଟମ୍‍
pl_pl: {0} element
ro_ro: {0} element
ru_ru: {0} элемент
sk_sk: {0} položka
sv_se: {0} objekt
th_th: {0} รายการ
tr_tr: {0} öğe
uk_ua: {0} елемент
vi: {0} mục
zh_hans: {0} 个项目
zh_hant: {0} 個項目

source: Widgets
ar: عناصر الواجهة
bg: Джаджи
ca: Ginys
cs_cz: Widgety
fi_fi: Widgetit
he_il: ווידג'טים
hu_hu: Widgetek
id_id: Widget
it_it: Widget
ja_jp: ウィジェット
ko_kr: 미니 화면
lv_lv: Logrīki
nb_no: Widgeter
pl_pl: Widżety
ro_ro: Widget-uri
ru_ru: Виджеты
sk_sk: Widgety
sv_se: Widgetar
th_th: วิตเจท
tr_tr: Araçlar
uk_ua: Віджети
vi: Tiện ích
zh_hans: 主页小组件
zh_hant: 小工具

source: OK
ar: موافق
bg: Добре
ca: D’acord
el: ΟΚ
es_es: Aceptar
id_id: OKE
ko_kr: 확인
nl_nl: Oké
ru_ru: Ок
th_th: ตกลง
tr_tr: Tamam
uk_ua: ОК
zh_hans: 确定
zh_hant: 確定

source: Bytes
ar: بايت
bg: байтове
cs_cz: Byty
da: Byte
fi_fi: Tavua
fr_fr: Octets
he_il: בתים
hr_hr: Bajtovi
hu_hu: Méret bájtokban
id_id: Bita
it_it: Byte
ja_jp: バイト
ka: ბაიტი:
ko_kr: 바이트
lv_lv: Baiti
or_in: ବାଇଟ୍ସ୍‌
pl_pl: Bajty
ro_ro: Octeți
ru_ru: Байты
sk_sk: bajtov
sv_se: Byte
tr_tr: Bayt
uk_ua: байт
vi: Byte
zh_hans: 字节
zh_hant: 位元組

source: Universal
ar: عام
bg: Универсално
cs_cz: Univerzální
da: Universel
de_de: Universell
el: Καθολική
fi_fi: Universaali
fr_fr: Universel
he_il: אוניברסלי
hr_hr: Univerzalno
hu_hu: Univerzális
it_it: Universale
ja_jp: ユニバーサル
ka: უნივერსალური
ko_kr: 일반적인
lv_lv: Universāls
nb_no: Universell
nl_nl: Universeel
or_in: ୟୁନିଭରସିଆଲ୍
pl_pl: Uniwersalny
ru_ru: Универсальная
sk_sk: Univerzálne
sv_se: Universell
tr_tr: Evrensel
uk_ua: Універсальний
vi: Phổ thông
zh_hans: 通用
zh_hant: 通用

# DateFormatSample
source: ex: {0}, {1}
ar: مثال: {0}، {1}
bg: примерно: {0}, {1}
ca: p. ex.: {0}, {1}
cs_cz: např.: {0}, {1}
de_de: z. B.: {0}, {1}
el: πχ: {0}, {1}
es_es: p. ej.: {0}, {1}
fi_fi: esim.: {0}, {1}
hu_hu: pl: {0}, {1}
id_id: mis: {0}, {1}
it_it: eg: {0}, {1}
ja_jp: 例: {0}, {1}
ko_kr: 예: {0}, {1}
lv_lv: piem: {0}, {1}
nb_no: eks: {0}, {1}
nl_nl: vb: {0}, {1}
pl_pl: np.: {0}, {1}
ru_ru: например: {0}, {1}
sk_sk: napr.: {0}, {1}
tr_tr: ör: {0}, {1}
vi: vd: {0}, {1}
zh_hans: 例如： {0}, {1}
zh_hant: 例如：{0}、{1}

# CompressionLevelUltra
source: Ultra
ar: فائق
bg: Свръх
cs_cz: Nejvyšší
el: Πολύ υψηλό
es_es: Máximo
fi_fi: Erittäin korkea
hu_hu: Nagyon magas
it_it: Estremo
ja_jp: 最高圧縮
ko_kr: 극한
nl_nl: Zeer hoog
pl_pl: Maksymalny
ru_ru: Ультра
th_th: สูงสุด
uk_ua: Ультра
vi: Rất cao
zh_hans: 最高
zh_hant: 極致

# CompressionLevelNormal
source: Normal
ar: عادي
bg: Нормално
cs_cz: Normální
el: Κανονικό
fi_fi: Normaali
hu_hu: Normál
id_id: Biasa
it_it: Normale
ja_jp: 標準
ko_kr: 보통
lv_lv: Vidējs
nl_nl: Normaal
pl_pl: Zwykły
ru_ru: Нормальный
sk_sk: Normálna
th_th: ปกติ
uk_ua: Звичайний
vi: Bình thường
zh_hans: 正常
zh_hant: 一般

source: CD
bg: Компактдиск

source: Hashes
ar: التجزئة
bg: Хешове
ca: Resums
cs_cz: Haše
el: Κατακερματισμοί
es_es: Códigos 'hash'
fr_fr: Hachages
hu_hu: Hash-ek
id_id: Hash
it_it: Hash
ja_jp: ハッシュ値
ko_kr: 해시 진행
nb_no: Hash
pl_pl: Hashe
ro_ro: Hash-uri
ru_ru: Хеши
sk_sk: Hashe
sv_se: Hashar
tr_tr: Hashler
uk_ua: Хеші
vi: Hash
zh_hans: 哈希值
zh_hant: 雜湊值

# Key.Home
source: Home
ar: الصفحة الرئيسية
bg: Начало
ca: Inici
da: Startside
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
hr_hr: Početno
hu_hu: Kezdőlap
id_id: Beranda
ka: მთავარი
ko_kr: 홈
nb_no: Hjem
nl_nl: Start
pl_pl: Strona główna
ro_ro: Pornire
ru_ru: Главная
sk_sk: Domov
sv_se: Hem
th_th: หน้าแรก
tr_tr: Ev
uk_ua: Головна
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

# Key.End
source: End
bg: Край
ca: Fi
de_de: Ende
es_es: Fin
fr_fr: Fin
nb_no: Slutt
nl_nl: Einde
ru_ru: Конец
sv_se: Slut

# Key.PageDown
source: PageDown
bg: Страница надолу
ca: AvPàg
da: Side Ned
de_de: Bild Ab
es_es: AvPág
fr_fr: Page Bas
nb_no: Sidened
nl_nl: PaginaOmlaag
sv_se: Sidan ned

# Key.PageUp
source: PageUp
bg: Страница нагоре
ca: RePàg
da: Side Op
de_de: Bild Auf
es_es: RePág
fr_fr: Page Haut
nb_no: SageUp
nl_nl: PaginaOmhoog
sv_se: Sidaup

# PropertiesCombinedItemPath
source: All in {0}
ar: الجميع في {0}
de_de: Alle in {0}
fi_fi: Kaikki kohteessa {0}
he_il: הכל ב {0}
hr_hr: Sve u {0}
it_it: Tutti in {0}
ka: ყველა {0} -ში
lv_lv: Visi iekš {0}
or_in: ସବୁ {0} ରେ
pl_pl: Wszystko w {0}

# BaseLayoutItemContextFlyoutCreateFolderWithSelection.Text
source: Create folder with selection
ar: إنشاء مجلد مع العناصر المحددة
de_de: Ordner aus Auswahl erstellen
fi_fi: Luo kansio valinnalla
hr_hr: Napravi mapu s odabirom
it_it: Crea cartella dalla selezione
ka: საქაღალდის შექმნა შერჩევით
lv_lv: Izveidot mapi ar atlasi
pl_pl: Utwórz folder z zaznaczeniem

source: Principal
ar: إداري
cs_cz: Hlavní
da: Primær
de_de: Prinzipal
el: Κεφάλαιο
hu_hu: Rendszerbiztonsági tag
id_id: Prinsip
ja_jp: プリンシパル
ko_kr: 주요 사항
nb_no: Hoved
pl_pl: Główne
ru_ru: Основные
sv_se: Huvudsaklig
tr_tr: Başlıca
uk_ua: Принципал
vi: Đối tượng
zh_hans: 主体
zh_hant: 主要

# NavigationToolbarNewWindow.KeyboardAcceleratorTextOverride
source: Ctrl+N
de_de: Strg+N

# BaseLayoutContextFlyoutDetails.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+1
de_de: Strg+Umschalt+1
fi_fi: Ctrl+Vaihto+1
it_it: Ctrl+Maiusc+1

# BaseLayoutContextFlyoutTiles.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+2
de_de: Strg+Umschalt+2
fi_fi: Ctrl+Vaihto+2
it_it: Ctrl+Maiusc+2

# BaseLayoutContextFlyoutSmallIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+3
de_de: Strg+Umschalt+3
fi_fi: Ctrl+Vaihto+3
it_it: Ctrl+Maiusc+3

# BaseLayoutContextFlyoutMediumIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+4
de_de: Strg+Umschalt+4
fi_fi: Ctrl+Vaihto+4
it_it: Ctrl+Maiusc+4

# BaseLayoutContextFlyoutLargeIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+5
de_de: Strg+Umschalt+5
fi_fi: Ctrl+Vaihto+5
it_it: Ctrl+Maiusc+5

# BaseLayoutContextFlyoutColumn.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+6
de_de: Strg+Umschalt+6
fi_fi: Ctrl+Vaihto+6
it_it: Ctrl+Maiusc+6

# BaseLayoutContextFlyoutNew.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+N
de_de: Strg+Umschalt+N
fi_fi: Ctrl+Vaihto+N
it_it: Ctrl+Maiusc+N

# ExtractKeyboardAcceleratorTextOverride
source: Ctrl+E
de_de: Strg+E
sv_se: Ctrl+B

# BaseLayoutContextFlyoutAdaptive.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+7
ca: Ctrl+Maj+7
de_de: Strg+Umschalt+7
es_es: Ctrl+Mayús+7
fi_fi: Ctrl+Vaihto+7
fr_fr: Ctrl+Maj+7
it_it: Ctrl+Maiusc+7
sv_se: Ctrl+Skift+7

# Key.Control
source: Ctrl
de_de: Strg

# Key.Shift
source: Shift
ca: Maj
de_de: Umschalt
es_es: Mayús
fr_fr: Maj
nb_no: Skift
sv_se: Skift

# Key.Enter
source: Return
ca: Retorn
cs_cz: Enter
da: Enter
de_de: Eingabe
el: Enter
es_es: Entrar
fr_fr: Entrer
hu_hu: Belép
id_id: Enter
ja_jp: Enter
ko_kr: Enter
nb_no: Angi
pl_pl: Powrót
ro_ro: Enter
ru_ru: Enter
sk_sk: Enter
sv_se: Ange
tr_tr: Enter
uk_ua: Enter
vi: Enter
zh_hans: Enter
zh_hant: Enter

# Key.Back
source: Backspace
ca: Retrocés
da: Tilbagetast
de_de: Rücktaste
es_es: Retroceso
fr_fr: Retour arrière
hr_hr: Natrag (Alt+lijeva strelica)
hu_hu: Törlés
ja_jp: バックスペース
nb_no: Bakovertast
ro_ro: Înapoi
sv_se: Backsteg
tr_tr: Geri Sil
zh_hant: 倒退鍵

# Key.Insert
source: Ins
cs_cz: Insert
de_de: Einfügen
hu_hu: Insert

# Key.Delete
source: Del
ca: Supr
cs_cz: Delete
da: Slet
de_de: Entf
es_es: Supr
fr_fr: Suppr
